Repository: mihaelamj/cupertino-sample-code
Catalog: foundation-language-introspector/LanguageIntrospector/Localizable.xcstrings
Source language: hi
Languages: en, es, ja, ur, zh_hans, zh_hant

source: अक्षरों की दिशा
en: Character Direction

source: अज्ञात
en: Unknown

source: अंतराल
en: Interval
es: Intervalo
ja: 期間
ur: وقفہ
zh_hans: 间隔
zh_hant: 間隔

source: अवधि
en: Duration
es: Duración
ja: 時間
ur: دورانیہ
zh_hans: 持续时间
zh_hant: 持續時間

source: ऊपर से नीचे
en: Top to Bottom

source: कम से कम %lld दशमलव अंक
en: At least %lld fractional digits
es: Como mínimo %lld dígitos fraccionarios
ja: 最小%lld桁の少数
ur: کم از کم %lld اعشاریہ ہندسے
zh_hans: 至少%lld个小数位
zh_hant: 至少%lld個小數位

source: कम से कम %lld पूर्ण अंक
en: At least %lld integer digits
es: Como mínimo %lld dígitos enteros
ja: 最小%lld桁の整数
ur: کم سے کم %lld عددی ہندسے
zh_hans: 至少%lld个整数位
zh_hant: 至少%lld個整數位

source: काल
en: Era
es: Era
ja: 紀年
ur: دور
zh_hans: 纪元
zh_hant: 紀元

source: क्रमसूचक
en: Ordinal
es: Ordinal
ja: 序数
ur: ترتیبی
zh_hans: 序数
zh_hant: 序數

source: घंटा
en: Hour
es: Hora
ja: 時
ur: گھنٹا
zh_hans: 小时
zh_hant: 小時

source: ज़्यादा से ज़्यादा %lld दशमलव अंक
en: At most %lld fractional digits
es: Como máximo %lld dígitos fraccionarios
ja: 最大%lld桁の少数
ur: زیادہ سے زیادہ %lld جزوی ہندسے
zh_hans: 最多%lld个小数位
zh_hant: 最多%lld個小數位

source: ज़्यादा से ज़्यादा %lld पूर्ण अंक
en: At most %lld integer digits
es: Como máximo %lld dígitos enteros
ja: 最大%lld桁の整数
ur: زیادہ سے زیادہ %lld عددی ہندسے
zh_hans: 最多%lld个整数位
zh_hant: 最多%lld個整數位

source: टेंप्लेट
en: Template
es: Plantilla
ja: テンプレート
ur: ٹیمپلیٹ
zh_hans: 模板
zh_hant: 模板

source: तारीख़
en: Dates
es: Fecha
ja: 日付
ur: تاریخ
zh_hans: 日期
zh_hant: 日期

source: तारीख़ प्रारूप
en: Date Format
es: Formato de fecha
ja: 書式
ur: تاریخ فارمیٹ
zh_hans: 格式
zh_hant: 格式

source: तारीख़ व समय
en: Dates & Times
es: Fechas y horas
ja: 日付と時刻
ur: تاریخ و وقت
zh_hans: 日期与时间
zh_hant: 日期與時間

source: तुलनात्‍मक
en: Relative
es: Relativo
ja: 相対日時
ur: تقابلی
zh_hans: 相对时间
zh_hant: 相對時間

source: दाएँ से बाएँ
en: Right to Left

source: दिन
en: Day
es: Día
ja: 日
ur: دن
zh_hans: 日期
zh_hant: 日期

source: दी गई इकाई
en: Provided Unit
es: Unidad dada
ja: 単位を指定
ur: دیا گیا یونٹ
zh_hans: 使用提供的单位
zh_hant: 使用提供的單位

source: दीर्घ कोड
en: Maximal Identifier

source: नाम
en: Names
es: Nombres
ja: 氏名
ur: نام
zh_hans: 姓名
zh_hant: 姓名

source: नीचे से ऊपर
en: Bottom to Top

source: पंक्तियों की दिशा
en: Line Layout Direction

source: पूर्ण व दशमलव अंक
en: Integer & Fractional Digits
es: Cifras enteras y fraccionarias
ja: 整数と少数の桁数
ur: عددی اور جزوی ہندسے
zh_hans: 整数和小数位数
zh_hant: 整數和小數位數

source: प्रतिशत
en: Percentage
es: Porcentaje
ja: 百分率
ur: فی صد
zh_hans: 百分比
zh_hant: 百分比

source: प्राकृतिक पैमाना
en: Natural Scale
es: Escala natural
ja: 自然尺度
ur: قدرتی پیمانہ
zh_hans: 自然尺度
zh_hant: 自然尺度

source: बग़ैर इकाई (सिर्फ़ तापमान पर लागू)
en: Temperature Without Unit
es: Temperatura sin unidad
ja: 温度単位の省略
ur: بغیر یونٹ (صرف درجہ حرارت پر لاگو)
zh_hans: 无单位（仅适用于温度）
zh_hant: 無單位（僅適用於溫度）

source: बाएँ से दाएँ
en: Left to Right

source: भाषा ज्ञानी
en: Language Introspector

source: भाषाएँ
en: Languages

source: माप
en: Measurements
es: Medidas
ja: 単位系
ur: پیمائش
zh_hans: 度量
zh_hant: 度量

source: माह
en: Month
es: Mes
ja: 月
ur: مہینہ
zh_hans: 月份
zh_hant: 月份

source: मिनट
en: Minute
es: Minuto
ja: 分
ur: منٹ
zh_hans: 分钟
zh_hant: 分鐘

source: मुद्रा
en: Currency
es: Moneda
ja: 通貨
ur: کرنسی
zh_hans: 货币
zh_hant: 貨幣

source: मुद्रा – ISO कोड
en: Currency – ISO Code
es: Moneda – Código ISO
ja: 通貨 – ISOコード
ur: کرنسی – ISO کوڈ
zh_hans: 货币 – ISO码
zh_hant: 貨幣 – ISO碼

source: मुद्रा – शाब्दिक
en: Currency – Spell Out
es: Moneda – Escrita
ja: 通貨 – 文字表記
ur: کرنسی – ہجے
zh_hans: 货币 – 拼写
zh_hant: 貨幣 – 拼寫

source: मुद्रा – हिसाब किताब
en: Currency – Accounting
es: Moneda – Contabilidad
ja: 通貨 – 会計
ur: کرنسی – حساب کتاب
zh_hans: 货币 – 会计
zh_hant: 貨幣 – 會計

source: राउंडिंग मोड
en: Rounding Mode
es: Redondeo
ja: 端数処理
ur: راؤنڈنگ موڈ
zh_hans: 舍入模式
zh_hant: 捨入模式

source: लिपि
en: Script

source: वार
en: Day of Week
es: Día de la semana
ja: 曜日
ur: ہفتے کا دن
zh_hans: 周几
zh_hant: 週幾

source: वैज्ञानिक
en: Scientific
es: Notación científica
ja: 科学表記
ur: سائنسی
zh_hans: 科学
zh_hant: 科學

source: शाब्दिक
en: Spell Out
es: Escrito
ja: 文字表記
ur: ہجے
zh_hans: 拼写
zh_hant: 拼寫

source: संख्या
en: Numbers
es: Números
ja: 数字
ur: نمبر
zh_hans: 数字
zh_hant: 數字

source: समय
en: Time
es: Tiempo
ja: 時刻
ur: وقت
zh_hans: 时间
zh_hant: 時間

source: सांख्यिक
en: Decimal
es: Decimal
ja: 十進数
ur: عددی
zh_hans: 十进制
zh_hant: 十進制

source: साल
en: Year
es: Año
ja: 年
ur: سال
zh_hans: 年份
zh_hant: 年份

source: सेकंड
en: Second
es: Segundo
ja: 秒
ur: سیکنڈ
zh_hans: 秒钟
zh_hant: 秒鐘

source: स्वाभाविक
en: Natural
es: Natural
ja: 自然
ur: قدرتی
zh_hans: 自然
zh_hant: 自然

source: ह्रस्व कोड
en: Minimal Identifier
